{
  "header": "<0>Hallo! Ich heiße <1>Liam</1></0>",
  "subheader": "<0>Ich möchte, dass das Internet <1>schön</1> und <2>schnell</2> ist</0>",
  "background": {
    "header": "<0>Mich</0>",
    "content": "<0>Als ich in der Mittelstufe war, begann ich mit der alten <1>Nikon D200</1> meines Onkels Porträts zu fotografieren. Ich liebte die Möglichkeit, die es mir gab, kreativ zu sein, und war schnell von der Intersektion zwischen Technologie und Kunst besessen.</0><2>Heutzutage studiere ich <4>Informatik</4> und <5>Digitales Narrativ- und Interaktivitäts-Design</5> an der University of Pittsburgh. Während ich mich hauptsächlich auf meinen Abschluss konzentriere, beschäftige ich mich in meiner studienfreien Zeit mit der Front-End-Webentwicklung. Das macht mir sehr viel Spaß, und ich bin immer auf der Suche nach neuen Projekten, an denen ich arbeiten kann, wenn die Zeit es zulässt... (also nie)</2><6>Letztendlich möchte ich Websites erstellen, die ich mir vorstellen könnte selbst jeden Tag zu nutzen.</6>"
  },
  "skills": {
    "header": "<0>Werkzeuge</0>"
  },
  "experience": {
    "header": "<0>Erfahrung</0>",
    "content1": {
      "title": "<0>Human Engineering Research Laboratories</0>",
      "position": "<0><1>Front End Projekt Werkstudent</1></0>",
      "description": "<0><1>Erstellung einer digitalen interaktiven Erzählung über die 30-jährige Forschungsarbeit von HERL zur Unterstützung von Veteranen mit Behinderungen.</1></0><2><3>Erstellt statische Inhalte mit Svelte für den Einsatz auf einem von Pitt gesponserten Webserver.</3></2>"
    },
    "content2": {
      "title": "<0>HS-Experts</0>",
      "position": "<0><1>Webentwickler Praktikant</1></0>",
      "description": "<0><1>Verwendete WordPress' Elementor CMS zum Erstellen und Verwalten von Website-Komponenten.</1></0><2><3>Rastergrafiken wurden durch Vektorgrafiken ersetzt und Fehler in der Reaktionsfähigkeit behoben.</3></2>"
    },
    "content3": {
      "title": "<0>The Pitt News</0>",
      "position": "<0><1>Fotograf</1></0>",
      "description": "<0><1>Fotografiert Veranstaltungen vor Ort basierend auf Story-Aufträgen.</1></0><2><3>Nimmt an wöchentlichen Budgetsitzungen und größeren organisatorischen Konferenzen teil.</3></2>"
    },
    "viewAll": "Lebenslauf"
  },
  "projects": {
    "header": "<0>Projekte</0>",
    "content1": {
      "title": "Persönliche Website v1",
      "description": "Mein ursprünglicher Versuch, eine persönliche Website zu erstellen. Wie es in der Komplexität wuchs ich es zu React portiert."
    },
    "content2": {
      "title": "Kingdra Teambuilder",
      "description": "Ein Full-Stack Pokémon-Team-Builder für Casual- und Competitive-Spieler, mit Authentifizierungssystem und Cloud-Synchronisierung."
    },
    "content3": {
      "title": "Rezept App",
      "description": "Eine Rezeptseite mit klassischen Rezepten von meiner Mutter. Die Landing Page wird dynamisch gerendert, die Unterseiten werden statisch aus Markdown generiert."
    },
    "content4": {
      "title": "Wetter GPT",
      "description": "Eine von der OpenWeather API stammende Wetter-App, die GPT-3.5 verwendet, um Wetterdaten auf einem Backend-Server zusammenzufassen. Erzeugt HTML dynamisch durch EJS."
    },
    "viewProject": "Projekt anzeigen",
    "liveDemo": "Vorführung",
    "viewAll": "Alle anzeigen"
  },
  "photography": {
    "header": "<0>Fotografie</0>",
    "viewAll": "Portfolio"
  },
  "blog": {
    "header": "<0>Blog</0>",
    "viewAll": "Berlin"
  },
  "footer": {
    "content": "<0>Mit Liebe, Liam Sullivan</0>"
  },
  "misc": {
    "contents": "<0>INHALT</0>",
    "backBtn": "Zurück",
    "lang": "de"
  }
}
