{
  "header": "<0>Hi! My name is <1>Liam</1></0>",
  "subheader": "<0>I want to make the web as <1>fun</1> as it is <2>functional</2>.</0>",
  "background": {
    "header": "<0>About</0>",
    "content": "<0>When I was in middle school, I began shooting portrait photography with my uncle's old <1>Nikon D200</1>. I loved the excuse it gave me to create, and I quickly became obsessed with the intersection between technology and art.</0><2>Nowadays, I'm a <4>Computer Science</4> and <5>Digital Narrative and Interactive Design (DNID)</5> double major at the University of Pittsburgh. While I'm mainly focused on my degree, I have been dabbling in front-end web development when I have time off studying. It's a lot of fun, and I'm always looking for new projects to work on when I have the time... (never)</2><6>Ultimately, I want to create websites that I could see myself using every day.</6>"
  },
  "skills": {
    "header": "<0>Tools</0>"
  },
  "experience": {
    "header": "<0>Experience</0>",
    "content1": {
      "title": "<0>Human Engineering Research Laboratories</0>",
      "position": "<0><1>Front End Project Intern</1></0>",
      "description": "<0><1>Constructs a digital interactive narrative of HERL's 30 years of research supporting veterans with disabilities.</1></0><2><3>Builds static assets with Svelte for deployment on a Pitt-sponsored webserver.</3></2>"
    },
    "content2": {
      "title": "<0>HS-Experts</0>",
      "position": "<0><1>Web Development Intern</1></0>",
      "description": "<0><1>Used WordPress' Elementor CMS to build and maintain website components.</1></0><2><3>Swapped raster graphics for vector-based ones and fixed bugs in responsiveness.</3></2>"
    },
    "content3": {
      "title": "<0>The Pitt News</0>",
      "position": "<0><1>Staff Photographer</1></0>",
      "description": "<0><1>Shoots event photography on-site based on story assignments.</1></0><2><3>Attends weekly budget meetings and larger organizational conferences.</3></2>"
    },
    "viewAll": "Résumé"
  },
  "projects": {
    "header": "<0>Projects</0>",
    "content1": {
      "title": "Personal Website v1",
      "description": "My original crack at a personal website. As it grew in complexity I ported it to React. Keep in mind that information presented is most likely outdated."
    },
    "content2": {
      "title": "Kingdra Teambuilder",
      "description": "A full-stack Pokemon Teambuilder app designed for both casual and competitive players, complete with an authentication system and cloud sync."
    },
    "content3": {
      "title": "Recipe App",
      "description": "A recipe site full of classic Sullivan family recipes. The landing page is rendered dynamically, with the subpages statically generated from markdown."
    },
    "content4": {
      "title": "Weather GPT",
      "description": "A OpenWeather API sourced weather app that uses GPT-3.5 to summarize weather data on a backend server. Generates HTML dynamically through EJS."
    },
    "viewProject": "View Project",
    "liveDemo": "Live Demo",
    "viewAll": "View All"
  },
  "photography": {
    "header": "<0>Photography</0>",
    "viewAll": "Portfolio"
  },
  "blog": {
    "header": "<0>Blog</0>",
    "viewAll": "Berlin"
  },
  "footer": {
    "content": "<0>With Love, Liam Sullivan</0>"
  },
  "misc": {
    "contents": "<0>CONTENTS</0>",
    "backBtn": "Back",
    "lang": "en"
  }
}
